---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationServiceSettings
source: html/74c41c76-c48a-fab0-83ac-09da299eb30a.htm
---
# FabricationServiceSettings Properties

A special fluid type for fabrication HVAC services.